[Name.Title.Title_Pearlescent_Bekah WeaponNamePartDefinition]
PartName="Bekah"

[Name.Title.Title_Pearlescent_Bekah:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Atire na cara... duas vezes."
Suffix=""
Prefix=""

[Name.Title.Title_Pearlescent_Carnage WeaponNamePartDefinition]
PartName="Carnage"

[Name.Title.Title_Pearlescent_Carnage:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Dispare foguetes,camarada."
Suffix=""
Prefix=""

[Name.Title.Title_Pearlescent_Godfinger WeaponNamePartDefinition]
PartName="Godfinger"

[Name.Title.Title_Pearlescent_Godfinger:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Que dedo mais comprido."
Suffix=""
Prefix=""

[Name.Title.Title_Pearlescent_Wanderlust WeaponNamePartDefinition]
PartName="Wanderlust"

[Name.Title.Title_Pearlescent_Wanderlust:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Não se dá valor até que vai embora."
Suffix=""
Prefix=""

